Repository: AutoDarkMode/Windows-Auto-Night-Mode
Catalog: AutoDarkModeApp/Strings/*/Resources.resw
Source language: en_us
Languages: ar, cs, de, el_gr, es, fr, hu, id, it, ja, ko, nb_no, nl, pl, pt_pt, ro, ru, sr, tr, uk, vi, zh_hans, zh_hant

# PickCursor
source: Select mouse pointers
ar: اختيار مؤشرات الفأرة
cs: Vyberte kurzory myši
de: Wähle Mauszeiger Designs aus
el_gr: Επιλέξτε δείκτες ποντικιού
es: Elegir los cursores del ratón
fr: Choisir un curseur de souris
hu: Egérkurzorok kiválasztása
id: Pilih kursor tetikus
it: Seleziona puntatori del mouse
ja: マウスカーソルを選択
ko: 마우스 커서 선택
nb_no: Velg musepekere
nl: Muisaanwijzers selecteren
pl: Wybierz kursory myszy
pt_pt: Escolher cursores de rato
ro: Alege cursor mouse
ru: Выбрать указатели мыши
sr: Izaberite kursore miša
tr: Fare imleçlerini seç
uk: Виберіть курсори миші
vi: Chọn con trỏ chuột
zh_hans: 选择鼠标光标
zh_hant: 選擇游標

# PickCursor_Description
source: Configure different mouse pointers for dark and light modes.
ar: تكوين مؤشرات ماوس مختلفة لأوضاع الفاتحة والداكنة.
cs: Konfigurace různých kurzorů myši pro tmavé a světlé režimy.
de: Setze unterschiedliche Mauszeiger für dunkle und helle Designs.
el_gr: Διαμορφώστε διαφορετικούς δείκτες ποντικιού για φωτεινή και σκοτεινή λειτουργία.
es: Configura los diferentes cursores del ratón para los modos oscuro y claro.
fr: Configurer différents curseurs de souris pour les thèmes sombre et claire.
hu: Különböző egérmutatók beállítása a sötét és világos módhoz.
id: Konfigurasikan kursor tetikus yang berbeda untuk mode gelap dan terang.
it: Configura puntatori del mouse diversi per le modalità scura e chiara.
ja: ダークおよびライトモード用に異なるマウスカーソルを選択します。
ko: 어두운 모드와 밝은 모드에 대해 서로 다른 마우스 커서를 구성합니다.
nb_no: Configure different mouse cursors for dark and light modes.
nl: Kies verschillende muisaanwijzers voor het lichte en het donkere thema.
pl: Skonfiguruj różne kursory myszy dla ciemnego i jasnego motywu.
pt_pt: Configurar cursores de rato diferentes para modo escuro e modo claro.
ro: Configurează cursoare de mouse diferite pentru modurile întunecat și luminos.
ru: Настроить разные указатели мыши для тёмного и светлого режимов.
sr: Konfigurišite različite kursore miša za tamni i svetli režim.
tr: Koyu ve açık modlar için farklı fare imleçlerini yapılandırabilirsiniz.
uk: Налаштуйте різні курсори миші для темного та світлого режимів.
vi: Định cấu hình các con trỏ chuột khác nhau cho chế độ tối và sáng.
zh_hans: 为深色和浅色模式配置不同的鼠标光标。
zh_hant: 針對深色與淺色模式分別設定不同的游標樣式。

# PickTheme
source: Select a theme
ar: اختر نسق
cs: Vyberte motiv
de: Wähle ein Theme
el_gr: Επιλέξτε ένα θέμα
es: Selecciona un tema
fr: Sélectionner un thème
hu: Téma kiválasztása
id: Pilih tema
it: Scegli un tema
ja: テーマの選択
ko: 테마 선택
nb_no: Velg et tema
nl: Thema selecteren
pl: Wybierz motyw
pt_pt: Escolher um tema
ro: Alegeți o temă
ru: Выбрать тему
sr: Izaberite temu
tr: Bir tema seç
uk: Виберіть тему
vi: Chế độ đổi chủ đề
zh_hans: 选择主题
zh_hant: 選擇主題

# PickTheme_Description
source: Select a different Windows theme for dark and light mode respectively. Allows full theme customization, but requires you to set up .theme files.
ar: حدد نسق ويندوز مختلفة للوضع المظلم والفاتح على التوالي. يتيح التخصيص الكامل للنسق، لكنه يتطلب منك إعداد ملفات .theme بنفسك.
cs: Vyberte jiný motiv systému Windows pro tmavý a světlý režim. Umožňuje úplné přizpůsobení motivu, ale vyžaduje vlastní nastavení souborů s motivy.
de: Konfiguriere unterschiedliche Windows Themes für das dunkle und das helle Design. Dies erlaubt vollständige Anpassbarkeit, erfordert allerdings, eine .theme-Datei vorher selbst zu erstellen.
el_gr: Επιλέξτε ένα διαφορετικό θέμα των Windows για σκοτεινή και φωτεινή λειτουργία αντίστοιχα. Επιτρέπει την πλήρη προσαρμογή του θέματος, αλλά απαιτεί από εσάς να ρυθμίσετε μόνοι σας τα αρχεία .theme.
es: Selecciona un tema de Windows diferente para los modos oscuro y claro respectivamente. Permite la personalización completa del tema, pero requiere que configures los archivos .theme por tu cuenta.
fr: Sélectionnez un thème Windows différents pour les modes sombre et clair. Permet une personnalisation complète du thème, mais nécessite la création de fichiers «.theme».
hu: Válasszon egy másik Windows-témát a sötét és világos módhoz. Lehetővé teszi a téma teljes testreszabását, de megköveteli a .theme fájlok saját beállítását.
id: PIlih tema Windows yang berbeda untuk masing-masing mode gelap dan terang. memungkinkan kustomisasi tema secara penuh, tapi membutuhkan Anda untuk menyetel file .theme Anda sendiri.
it: Seleziona un tema di Windows diverso per la modalità scura e chiara, rispettivamente. Consente la personalizzazione completa del tema, ma richiede l'installazione dei file .theme..
ja: ダークおよびライトモード用に異なる Windows テーマを選択します。テーマを完全にカスタマイズできますが .theme ファイルを自分で設定する必要があります。
ko: 어두운 모드와 밝은 모드에 각각 다른 Windows 테마를 선택합니다. 전체 테마로 사용자 정의할 수 있지만 사용자가 직접 .theme 파일을 설정해야 합니다.
nb_no: Select a different Windows theme for dark and light mode respectively. Allows full theme customization, but requires you to set up .theme files on your own.
nl: Selecteer verschillende Windows-thema's voor het donkere en het lichte thema. Hiermee kunt u alles volledig aanpassen, maar u moet wel zelf uw .theme-bestanden voorbereiden.
pl: Zaznacz różne motywy dla motywu ciemnego i jasnego. Pozwala na pełne dostosowanie, jednak wymaga skonfigurowania plików .theme na własną rękę.
pt_pt: Seleciona um tema do Windows diferente para o modo escuro e claro respetivamente. Permite customização total do tema, mas requer que configure ficheiros .theme por si próprio.
ro: Alege o temă Windows pentru modul întunecat și luminos în mod independent. Permite ajustare totală a temei, dar solicită integrarea fișierelor pe cont propriu.
ru: Выберите темы Windows для тёмного и светлого режимов соответственно. Позволяет полностью настроить тему, но требует самостоятельной настройки файлов .theme.
sr: Izaberite različitu Windows temu za svetli, odnosno tamni režim. Omogućava potpuno prilagođavanje tema, ali zahteva da prvo sami napravite .theme fajlove.
tr: Ayrı ayrı koyu ve açık mod için farklı bir Windows teması seçebilirsiniz. Tam tema özelleştirmesine izin verir ama .theme dosyalarını kendi başınıza ayarlamanız gerekir.
uk: Вибір іншої теми Windows для темного і світлого режимів відповідно. Дозволяє повністю налаштувати тему, але вимагає самостійного налаштування файлів .theme.
vi: Chọn một chủ đề Windows khác cho chế độ tối và sáng tương ứng. Cho phép tùy chỉnh toàn bộ chủ đề nhưng yêu cầu bạn phải tự thiết lập các tệp .theme.
zh_hans: 分别为深色和浅色模式选择不同的 Windows 主题。允许完全自定义主题，但需要您自行设置 .theme 文件。
zh_hant: 分別為深色和淺色模式選擇不同的 Windows 主題。允許完整的自訂主題，但需要你自行設定 .theme 檔案。

# PickWallpaper
source: Personalize your background
ar: اختر خلفية
cs: Vyberte pozadí
de: Wähle ein Hintergrundbild
el_gr: Επιλέξτε μια ταπετσαρία
es: Selecciona una fondo de pantalla
fr: Sélectionner un fond d'écran
hu: Háttérkép kiválasztása
id: Pilih latar belakang
it: Personalizza il tuo sfondo
ja: 壁紙を選択
ko: 배경화면 선택
nb_no: Velg en skrivebordsbakgrunn
nl: Bureaubladachtergrond personaliseren
pl: Wybierz tło
pt_pt: Escolher um fundo
ro: Alegeți un fundal
ru: Выбрать обои
sr: Izaberite pozadinu
tr: Bir arka plan seç
uk: Виберіть фонове зображення
vi: Chế độ đổi hình nền
zh_hans: 选择壁纸
zh_hant: 選擇桌面背景

# PickWallpaper_Description
source: Customize your desktop for all monitors, individual monitors, set a background color or enable spotlight.
ar: قم بتخصيص خلفية سطح المكتب لجميع الشاشات، أو الشاشات الفردية، أو قم بتعيين لون الخلفية أو قم بتمكين تسليط الضوء.
cs: Přizpůsobte si tapetu plochy pro všechny monitory, jednotlivé monitory, nastavte barvu pozadí nebo zapněte bodové osvětlení.
de: Passe das Hintergrundbild für alle oder einzelne Monitore an, setze eine Hintergrundfarbe oder aktiviere Spotlight.
el_gr: Προσαρμόστε την ταπετσαρία της επιφάνειας εργασίας σας για όλες τις οθόνες, μεμονωμένες οθόνες, ορίστε ένα χρώμα φόντου ή ενεργοποιήστε το spotlight.
es: Personaliza tu fondo de pantalla para todos los monitores, establece un color de fondo o activa el foco.
fr: Personnalisez votre fond d'écran pour tous les moniteurs. Pour des moniteurs individuels, définissez une couleur d'arrière-plan ou activez Sportlight.
hu: Testreszabhatja az asztali háttérképet az összes monitorra, az egyes monitorokra, beállíthatja a háttérszínt vagy engedélyezheti a reflektorfényt.
id: Atur latar belakang desktop anda untuk semua monitor, beberapa monitor secara individu, atur warna latar belakang, atau nyalakan Windows Spotlight.
it: Personalizza il tuo desktop per tutti i monitor, per singoli monitor, imposta un colore di sfondo o abilita Spotlight.
ja: モニターすべてまたは個別に、デスクトップの壁紙、背景色、スポットライトを設定します。
ko: 모든 모니터, 개별 모니터에 바탕 화면을 사용자 정의하고 배경색을 설정하거나 Windows 추천을 활성화하십시오.
nb_no: Customize your desktop wallpaper for all monitors, individual monitors, set a background color or enable spotlight.
nl: Wijzig uw bureaubladachtergrond voor alle of individuele beeldschermen, stel een achtergrondkleur in of schakel Spotlight in.
pl: Dostosuj tapetę dla wszystkich monitorów, dowolnych monitorów, ustaw kolor tła lub włącz spotlight.
pt_pt: Personalize a sua imagem de Ambiente de Trabalho para todos os monitores, monitores individuais, establecer uma cor de fundo ou ativar spotlight.
ro: Ajustează fundalul ecranului pentru toate monitoarele, pentru fiecare individual, activează o culoare de fundal sau lumină de reflector.
ru: Настроить обои рабочего стола для всех мониторов, отдельных мониторов, установить цвет фона или включить Spotlight.
sr: Podesite pozadinu radne površine za pojedinačne ili sve monitore, pozadinsku boju ili omogućite Windows interesovanja.
tr: Arka plan resminizi tüm monitörler ya da her biri için için özelleştirebilirsiniz. Bir arka plan rengi ayarlayabilir ya da spot ışığını etkinleştirebilirsiniz.
uk: Налаштуйте шпалери для робочого столу для всіх моніторів, окремих моніторів, встановіть колір фону або ввімкніть підсвічування.
vi: Tùy chỉnh hình nền máy tính của bạn cho tất cả các màn hình, từng màn hình, đặt màu nền hoặc bật đèn chiếu.
zh_hans: 为所有显示器或单个显示器自定义您的桌面壁纸，设置背景颜色或启用 Windows 聚焦。
zh_hant: 為所有或個別顯示器自訂桌面背景影像、背景顏色或啟用焦點。

source: Position
ar: الموقع الجغرافي
cs: Pozice
de: Standort
el_gr: Θέση
es: Posición
fr: Emplacement
id: Posisi
it: Posizione
ja: 位置
ko: 위치
nb_no: Posisjon
nl: Positie
pl: Pozycja
pt_pt: Posição
ro: Poziție
ru: Местоположение
sr: Pozicija
tr: Konum
uk: Місцезнаходження
vi: Vị trí
zh_hans: 位置
zh_hant: 位置

source: Postpone control
ar: تأجيل التحكم المؤجل
cs: Odložit kontrolu
de: Designwechsel Pause
el_gr: Διαχείριση αναβολής
es: Control de demora
fr: Reporter le contrôle
hu: Elhalasztás beállítása
id: Kontrol penundaan
it: Posticipa controllo
ja: 延期の管理
ko: 제어 연기
nl: Uitstel
pl: Opóźnij przełączenie
pt_pt: Adiar controlo
ro: Controlul întârzierilor
ru: Контроль отсрочки
sr: Kontrola odlaganja
tr: Erteleme kontrolü
uk: Відкласти керування
vi: Thiết lập trì hoãn
zh_hans: 推迟控制
zh_hant: 延遲控制

# PostponeInfoAt
source: Auto theme switching is currently paused due to the following modules:
ar: يتم إيقاف التبديل التلقائي للنسق مؤقتًا حاليًا بسبب الوحدات التالية:
cs: Automatické přepínání motivů je v současné době pozastaveno kvůli následujícím modulům:
de: Der Auto-Wechsel ist zurzeit wegen diesen Modulen pausiert:
el_gr: Αυτήν τη στιγμή, η αυτόματη εναλλαγή θέματος έχει τεθεί σε παύση λόγω των ακόλουθων μονάδων:
es: El cambio de tema automático está actualmente pausado debido a los siguientes módulos:
fr: Le changement de thème automatique est actuellement en pause en raison des modules suivants :
hu: Az automatikus témaváltás jelenleg szünetel a következő modulok miatt:
id: Saat ini pergantian tema otomatis ditunda dikarenakan modul berikut:
it: Il cambio automatico del tema è attualmente sospeso a causa dei seguenti moduli:
ja: テーマの自動切替は現在、次のモジュールが原因で停止されています:
ko: 다음 모듈로 인해 자동 테마 전환이 현재 일시 중지된 상태입니다:
nl: Automatisch wisselen van thema is momenteel gepauzeerd door de volgende modules:
pl: Automatyczne przełączanie motywu jest obecnie wstrzymane z powodu następujących modułów:
pt_pt: A mudança automática do tema está actualmente pausada devido aos seguintes módulos:
ro: Schimbarea automată a temei este momentan întreruptă din cauza următoarelor module:
ru: Автоматическое переключение темы приостановлено из-за следующих модулей:
sr: Automatska promena teme je trenutno pauzirana zbog sledećih modula:
tr: Aşağıdaki modüller nedeniyle otomatik tema değiştirme şu anda duraklatılmıştır:
uk: Автоперемикання тем наразі призупинене через такі модулі:
vi: Tự động chuyển chủ đề đang được tạm dừng bởi chức năng:
zh_hans: 由于下列模块自动主题切换目前处于暂停状态：
zh_hant: 自動主題切換目前因為下列模組而暫停：

# PostponeReason_DelayAutoSwitch
source: Delay module
ar: وحدة التأخير
cs: Modul zpoždění
de: Verzögerungsmodul
el_gr: Μονάδα καθυστέρησης
es: Demorar módulo
fr: Module de délai
hu: Késleltető modul
id: Modul tunda
it: Modulo di ritardo
ja: 遅延モジュール
ko: 지연 모듈
nb_no: Forsink modul
nl: Uitstelmodule
pl: Moduł opóźnienia
pt_pt: Atrasar módulo
ro: Modul de întârziere
ru: Режим задержки
sr: Modul koji odlaže
tr: Geciktirme modülü
uk: Модуль затримки
vi: Chức năng trì hoãn
zh_hans: 推迟模块
zh_hant: 延遲模組

# PostponeReason_GpuMonitorModule
source: GPU monitor module
ar: وحدة مراقبة وحدة معالجة الرسومات
cs: modul monitorování GPU
de: GPU Überwachungsmodul
el_gr: Μονάδα παρακολούθησης GPU
es: Módulo de monitorización de GPU
fr: Module de surveillance GPU
hu: GPU monitor modul
id: Modul monitor GPU
it: Modulo di monitoraggio GPU
ja: GPUモニターモジュール
ko: GPU 모니터 모듈
nb_no: GPU-monitormodul
nl: GPU-meetmodule
pl: Moduł monitora GPU
pt_pt: Módulo de monitorização da GPU
ro: Modulul de monitorizare GPU
ru: Модуль отслеживания GPU
sr: Modul monitoringa GPU-a
tr: GPU izleme modülü
uk: Модуль моніторину ГП
vi: Chức năng theo dõi GPU
zh_hans: GPU 监视模块
zh_hant: GPU 監控模組

# PostponeReason_PauseAutoSwitch
source: Pause auto switch module
ar: وحدة الإيقاف المؤقت للتبديل التلقائي
cs: Pozastavit modul automatického přepínání
de: Auto-Pause Modul
el_gr: Παύση της μονάδας αυτόματης εναλλαγής
es: Pausar módulo de cambio automático
fr: Mettre en pause le module de basculement automatique
hu: Automatikus váltás szüneteltetése modul
id: Tunda modul pergantian otomatis
it: Metti in pausa il modulo del cambio automatico
ja: 自動切替モジュールを停止
ko: 자동 전환 모듈 일시 중지
nl: Automatische schakelmodule pauzeren
pl: Wstrzymaj moduł automatycznego przełączania
pt_pt: Pausar módulo de mudança automática
ro: Întrerupeți modulul de schimbare automată
ru: Приостановить модуль автопереключения
sr: Modul pauziranja automatske promene
tr: Otomatik değişimi duraklatma modülü
uk: Призупинити модуль автоперемикання
vi: Tạm dừng chức năng tự động chuyển
zh_hans: 暂停自动切换模块
zh_hant: 暫停自動切換模組

# PostponeReason_PostponesUntil
source: postpones until
ar: يؤجل حتى
cs: Odložit dokud
de: pausiert bis
el_gr: αναβολή μέχρι
es: Posposiciones hasta
fr: reporter jusqu'à
hu: elhalasztja eddig
id: tunda hingga
it: posticipa fino a
ja: この時間まで延期
ko: 연기 기간
nb_no: er satt på vent til
nl: stelt uit tot
pl: opóźnia do
pt_pt: adiar até
ro: Amânări până la
ru: отложено до
sr: odlaže do
tr: şu saate kadar erteledi:
uk: відкладає до
vi: hoãn tới khi
zh_hans: 推迟到
zh_hant: 延遲至

# PostponeReason_PostponesUntilCondition
source: postpones until its condition is met
ar: يؤجل حتى يتحقق شرطه
cs: odloženo dokud nejsou splněny podmínky
de: pausiert, bis dessen Kondition eintrifft
el_gr: αναβολή μέχρι να ικανοποιείται η συνθήκη του
es: Posposiciones hasta que su condición se cumple
fr: reporte jusqu'à ce que sa condition soit remplie
hu: elhalasztja, amíg a feltétel teljesül
id: tunda hingga kondisi dipenuhi
it: posticipa fino al verificarsi della condizione
ja: 条件に合うまで延期
ko: 조건이 충족될 때까지 연기합니다
nl: stelt uit tot er aan de voorwaarde wordt voldaan
pl: opóźnia do czasu spełnienia warunku
pt_pt: adia até que haja condições
ro: Amânări până când condiția dvs. este îndeplinită
ru: отложено, пока не выполняется условие
sr: odlaže dok njegov uslov ne bude ispunjen
tr: koşul sağlanana kadar erteledi
uk: відкладає поки не виконається умова
vi: hoãn tới khi điều kiện được đáp ứng
zh_hans: 推迟到条件满足为止
zh_hant: 延遲至直到滿足其條件

# PostponeReason_SwitchNotification
source: Switch notification
ar: إشعار التبديل
cs: Oznámení o přepnutí
de: Benachrichtigung bei Designwechsel
el_gr: Ειδοποίηση εναλλαγής
es: Cambiar notificación
fr: Changer de notification
hu: Váltási értesítés
id: Notifikasi Pergantian
it: Notifica del cambio
ja: 切り替えの通知
ko: 전환 알림
nb_no: Bytt varsling
nl: Wisselnotificatie
pl: Przełącz powiadomienie
pt_pt: Mudar notificação
ro: Schimba notificarea
ru: Уведомление о переключении
sr: Notifikacija promene
tr: Değişim bildirimi
uk: Перемикнути сповіщення
vi: Thông báo chuyển
zh_hans: 切换的通知
zh_hant: 切換時顯示通知

# PostponeReason_SystemIdleCheckModule
source: System idle checker
ar: أداة التحقق من خمول النظام
cs: Kontrola nečinnosti systému
de: System Inaktivitätschecker
el_gr: Ελεγχος αδράνειας συστήματος
es: Comprobar si el sistema está en reposo
fr: Vérificateur de système inactif
hu: Rendszer tétlenségi ellenőrző
id: Pemeriksa sistem saat diam
it: Controllore di inattività del sistema
ja: システムアイドルチェッカー
ko: 시스템 유휴 검사기
nl: Wachten tot systeem inactief is
pl: Sprawdzanie bezczynności systemu
pt_pt: Verificador de ociosidade do sistema
ro: Verificator de inactivitate a sistemului
ru: Проверка бездействия системы
sr: Provera neaktivnosti sistema
tr: Sistem boşta denetleyicisi
uk: Перевіряч режиму очікування системи
vi: Kiểm tra hệ thống đang nghỉ
zh_hans: 系统闲置检查
zh_hant: 系統空閒狀態檢查器

# PostponeReason_UntilNextSunrise
source: postpones until next sunrise
ar: يؤجل حتى شروق الشمس التالي
cs: odloženo do dalšího východu slunce
de: pausiert bis zum nächsten Sonnenaufgang
el_gr: αναβολή μέχρι την επόμενη ανατολή του ηλίου
es: Posposiciones hasta el próximo amanecer
fr: reporte jusqu'au prochain lever du soleil
hu: elhalasztja a következő napkeltéig
id: tunda hingga matahari terbit berikutnya
it: posticipa fino alla prossima alba
ja: 日の出まで延期
ko: 다음 일출까지 연기
nb_no: er satt på vent til neste soloppgang
nl: stelt uit tot de volgende zonsopgang
pl: opóźnia do następnego wschodu słońca
pt_pt: adia até ao próximo nascer-do-sol
ro: Amânări până la următorul răsărit
ru: отложено до следующего восхода
sr: odlaže do sledećeg izlaska sunca
tr: sonraki gün doğumuna kadar erteledi
uk: відкладає до наступного світанку
vi: hoãn tới khi mặt trời mọc
zh_hans: 推迟到下一次日出
zh_hant: 延遲至下一個日出

# PostponeReason_UntilNextSunset
source: postpones until next sunset
ar: يؤجل حتى غروب الشمس القادم
cs: odloženo do dalšího západu slunce
de: pausiert bis zum nächsten Sonnenuntergang
el_gr: αναβολή μέχρι την επόμενη δύση του ηλίου
es: Pospocisiones hasta el próximo anochecer
fr: reporte jusqu'au prochain lever du soleil
hu: elhalasztja a következő napnyugtáig
id: tunda hingga matahari terbenam berikutnya
it: posticipa fino al prossimo tramonto
ja: 日の入りまで延期
ko: 다음 일몰까지 연기
nb_no: er satt på vent til neste solnedgang
nl: stelt uit tot volgende zonsondergang
pl: opóźnia do następnego zachodu słońca
pt_pt: adia até ao próximo pôr-do-sol
ro: Amânări până la următorul apus
ru: отложено до следующего заката
sr: odlaže do sledećeg zalaska sunca
tr: sonraki gün batımına kadar erteledi
uk: відкладає до наступного смеркання
vi: hoãn tới khi mặt trời lặn
zh_hans: 推迟到下一次日落
zh_hant: 延遲至下一個日落

# PostponeTime_120
source: 2 hours
ar: 2 ساعة
cs: 2 hodiny
de: 2 Stunden
el_gr: 2 ώρες
es: 2 horas
fr: 2 heures
hu: 2 óra
id: 2 jam
it: 2 ore
ja: 2 時間
ko: 2 시간
nb_no: 2 timer
nl: 2 uur
pl: 2 godziny
pt_pt: 2 horas
ro: 2 ore
ru: 2 часа
sr: 2 sata
tr: 2 saat
uk: 2 години
vi: 2 tiếng
zh_hans: 2 小时
zh_hant: 2 小時

# PostponeTime_15
source: 15 minutes
ar: 15 دقيقة
de: 15 Minuten
el_gr: 15 λεπτά
es: 15 minutos
id: 15 menit
it: 15 minuti
ja: 15 分
ko: 15 분
nb_no: 15 minutter
nl: 15 minuten
pl: 15 minut
pt_pt: 15 minutos
ro: 15 minute
ru: 15 минут
sr: 15 minuta
tr: 15 dakika
uk: 15 хвилин
vi: 15 phút
zh_hans: 15 分钟
zh_hant: 15 分鐘

# PostponeTime_180
source: 3 hours
ar: 3 ساعات
cs: 3 hodiny
de: 3 Stunden
el_gr: 3 ώρες
es: 3 horas
fr: 3 heures
hu: 3 óra
id: 3 jam
it: 3 ore
ja: 3 時間
ko: 3 시간
nb_no: 3 timer
nl: 3 uur
pl: 3 godziny
pt_pt: 3 horas
ro: 3 ore
ru: 3 часа
sr: 3 sata
tr: 3 saat
uk: 3 години
vi: 3 tiếng
zh_hans: 3 小时
zh_hant: 3 小時

# PostponeTime_30
source: 30 minutes
ar: 30 دقيقة
de: 30 Minuten
el_gr: 30 λεπτά
es: 30 minutos
id: 30 menit
it: 30 minuti
ja: 30 分
ko: 30 분
nb_no: 30 minutter
nl: 30 minuten
pl: 30 minut
pt_pt: 30 minutos
ro: 30 minute
ru: 30 минут
sr: 30 minuta
tr: 30 dakika
uk: 30 хвилин
vi: 30 phút
zh_hans: 30 分钟
zh_hant: 30 分鐘

# PostponeTime_360
source: 6 hours
ar: 6 ساعات
cs: 6 hodin
de: 6 Stunden
el_gr: 6 ώρες
es: 6 horas
fr: 6 heures
hu: 6 óra
id: 6 jam
it: 6 ore
ja: 6 時間
ko: 6 시간
nb_no: 6 timer
nl: 6 uur
pl: 6 godzin
pt_pt: 6 horas
ro: 6 ore
ru: 6 часов
sr: 6 sati
tr: 6 saat
uk: 6 годин
vi: 6 tiếng
zh_hans: 6 小时
zh_hant: 6 小時

# PostponeTime_60
source: 1 hour
ar: 1 ساعة
cs: 1 hodina
de: 1 Stunde
el_gr: 1 ώρα
es: 1 hora
fr: 1 heure
hu: 1 óra
id: 1 jam
it: 1 ora
ja: 1 時間
ko: 1 시간
nb_no: 1 time
nl: 1 uur
pl: 1 godzina
pt_pt: 1 hora
ro: 1 oră
ru: 1 час
sr: 1 sat
tr: 1 saat
uk: 1 година
vi: 1 tiếng
zh_hans: 1 小时
zh_hant: 1 小時

# PostponeTime_720
source: 12 hours
ar: 12 ساعة
cs: 12 hodin
de: 12 Stunden
el_gr: 12 ώρες
es: 12 horas
fr: 12 heures
hu: 12 óra
id: 12 jam
it: 12 ore
ja: 12 時間
ko: 12 시간
nb_no: 12 timer
nl: 12 uur
pl: 12 godzin
pt_pt: 12 horas
ro: 12 ore
ru: 12 часов
sr: 12 sati
tr: 12 saat
uk: 12 годин
vi: 12 tiếng
zh_hans: 12 小时
zh_hant: 12 小時

# PostponeTime_SkipOnce
source: Skip auto switch once
ar: تخطي التبديل التلقائي مرة واحدة
cs: Jednou přeskočit automatické přepínání
de: Auto-Wechsel einmalig aussetzen
el_gr: Παράλειψη αυτόματης εναλλαγής μία φορά
es: Saltar cambio automático una vez
fr: Ignorer le changement automatique une fois
hu: Az automatikus váltás egyszeri kihagyása
id: Lewati pergantian otomatis sekali
it: Salta il cambio automatico una volta
ja: 一回自動切替しない
ko: 자동 전환 한 번 건너뛰기
nb_no: Hopp over automatisk bytte en gang
nl: Automatisch wisselen eenmalig overslaan
pl: Jednorazowo pomiń automatyczne przełączenie
pt_pt: Saltar mudança automática uma vez
ro: Omite schimbarea automată o dată
ru: Разово пропустить автопереключение
sr: Preskoči automatsku promenu jednom
tr: Otomatik değişimi bir kez atla
uk: Пропустити автоперемикання одноразово
vi: Bỏ qua tự động chuyển lần tiếp theo
zh_hans: 跳过一次自动切换
zh_hant: 略過自動切換一次

# ProcessBlockList
source: Don't switch while certain apps are running
ar: لا تقم بالتبديل أثناء تشغيل عمليات معينة
cs: Nepřepínejte, když jsou spuštěny určité procesy
de: Wechsle nicht das Design während manche Anwendungen ausgeführt werden
el_gr: Να μην γίνεται εναλλαγή όταν εκτελούνται συγκεκριμένες διαδικασίες
es: No cambiar mientras se ejecutan determinados procesos
fr: Ne pas changer de thème quand certains processus sont en cours
hu: Ne váltson, amíg bizonyos folyamatok futnak
id: Jangan beralih ketika proses tertentu berjalan
it: Non cambiare mentre alcune app sono in esecuzione
ja: 指定のプロセスの実行中は切り替えない
ko: 특정 프로세스가 실행되는 동안 전환 안 함
nb_no: Ikke bytt mens visse prosesser kjører
nl: Niet van thema wisselen wanneer bepaalde processen worden uitgevoerd
pl: Nie przełączaj, gdy określone procesy są uruchomione
pt_pt: Não trocar enquanto certos processos estão a correr
ro: Nu schimb în timp ce rulează anumite procese
ru: Не переключать, пока запущены определённые процессы
sr: Ne menjaj dok određeni procesi rade
tr: Belirli işlemler çalışırken değiştirme yapma
uk: Не перемикайтеся під час виконання певних процесів
vi: Không chuyển đổi trong khi các quy trình nhất định đang chạy
zh_hans: 当某些进程运行时不进行切换
zh_hant: 在特定處理程序正在執行時不要切換
